{"3615": 0, "8856": 1, "3961": 2, "3722": 3, "8853": 4, "3613": 5, "4513": 6, "3607": 7, "9920": 8, "0040": 9, "0045": 10, "0066": 11, "3612": 12, "4233": 13, "3893": 14, "3606": 15, "3734": 16, "3726": 17, "3727": 18, "966": 19, "9960": 20, "9672": 21, "9904": 22, "3995": 23, "9604": 24, "3142": 25, "3327": 26, "403": 27, "3324": 28, "3491": 29, "324": 30, "3733": 31, "3891": 32, "9671": 33, "4639": 34, "3778": 35, "3761": 36, "3794": 37, "3601": 38, "3723": 39, "4054": 40, "5651": 41, "5771": 42, "9955": 43, "9983": 44, "9605": 45, "3404": 46, "9905": 47, "8872": 48, "3964": 49, "0013": 50, "9907": 51, "4543": 52, "8852": 53, "8191": 54, "3611": 55, "0331": 56, "8841": 57, "022": 58, "3972": 59, "5732": 60, "4311": 61, "8773": 62, "9921": 63, "9915": 64, "437": 65, "9607": 66, "5282": 67, "3771": 68, "3782": 69, "0041": 70, "0046": 71, "4514": 72, "5185": 73, "3409": 74, "3482": 75, "9608": 76, "3343": 77, "3712": 78, "9390": 79, "3895": 80, "0017": 81, "5491": 82, "3619": 83, "8609": 84, "3812": 85, "9910": 86, "3614": 87, "8522": 88, "8582": 89, "4443": 90, "4519": 91, "4523": 92, "8604": 93, "3521": 94, "3403": 95, "4442": 96, "4319": 97, "4610": 98, "4576": 99, "9969": 100, "3523": 101, "8842": 102, "8964": 103, "4603": 104, "4595": 105, "3804": 106, "3803": 107, "4862": 108, "3845": 109, "0042": 110, "4341": 111, "0047": 112, "3522": 113, "3533": 114, "3602": 115, "4573": 116, "5459": 117, "4601": 118, "4694": 119, "5781": 120, "4525": 121, "576": 122, "9465": 123, "3772": 124, "3783": 125, "8622": 126, "7788": 127, "8411": 128, "7768": 129, "4516": 130, "8382": 131, "5462": 132, "311": 133, "5451": 134, "5412": 135, "5369": 136, "4673": 137, "8855": 138, "3616": 139, "3950": 140, "9914": 141, "8321": 142, "0412": 143, "5503": 144, "3249": 145, "3479": 146, "3322": 147, "3929": 148, "3818": 149, "9701": 150, "0014": 151, "8848": 152, "9462": 153, "282": 154, "3162": 155, "3164": 156, "3323": 157, "9737": 158, "4439": 159, "9723": 160, "0602": 161, "3764": 162, "9961": 163, "0139": 164, "9702": 165, "5794": 166, "0124": 167, "4432": 168, "0131": 169, "8102": 170, "8051": 171, "3822": 172, "8451": 173, "8162": 174, "8968": 175, "374": 176, "4223": 177, "0074": 178, "0070": 179, "8015": 180, "9744": 181, "9962": 182, "3512": 183, "9224": 184, "9928": 185, "3229": 186, "0159": 187, "3143": 188, "4542": 189, "0309": 190, "8843": 191, "458": 192, "4623": 193, "4591": 194, "4292": 195, "9971": 196, "435": 197, "8854": 198, "0212": 199, "4681": 200, "7789": 201, "8101": 202, "4502": 203, "5351": 204, "4511": 205, "4431": 206, "8601": 207, "3925": 208, "2309": 209, "4131": 210, "5013": 211, "9925": 212, "8605": 213, "4103": 214, "3897": 215, "9633": 216, "9703": 217, "5569": 218, "3791": 219, "9359": 220, "0012": 221, "8607": 222, "8963": 223, "3721": 224, "8960": 225, "8181": 226, "3571": 227, "5792": 228, "8857": 229, "3768": 230, "9229": 231, "4441": 232, "4105": 233, "684": 234, "8772": 235, "704": 236, "4593": 237, "6561": 238, "4719": 239, "5911": 240, "3691": 241, "3963": 242, "3863": 243, "4562": 244, "8847": 245, "4444": 246, "4524": 247, "4621": 248, "4574": 249, "5184": 250, "8385": 251, "7817": 252, "8472": 253, "8117": 254, "7837": 255, "0092": 256, "5523": 257, "9851": 258, "598": 259, "8085": 260, "8628": 261, "7865": 262, "3979": 263, "8005": 264, "4522": 265, "0071": 266, "8035": 267, "4611": 268, "8415": 269, "4399": 270, "3595": 271, "3699": 272, "8659": 273, "3971": 274, "3973": 275, "3959": 276, "3511": 277, "3923": 278, "3321": 279, "8152": 280, "7936": 281, "0390": 282, "3951": 283, "9902": 284, "8589": 285, "8543": 286, "543": 287, "4579": 288, "7024": 289, "4613": 290, "688": 291, "5187": 292, "5419": 293, "3724": 294, "370": 295, "3201": 296, "4693": 297, "4921": 298, "8851": 299, "4881": 300, "5091": 301, "0114": 302, "5059": 303, "9900": 304, "9909": 305, "0093": 306, "9341": 307, "0294": 308, "3406": 309, "8536": 310, "4709": 311, "8573": 312, "2319": 313, "6029": 314, "8627": 315, "5749": 316, "244": 317, "4011": 318, "3539": 319, "6909": 320, "6829": 321, "8611": 322, "3894": 323, "5493": 324, "5498": 325, "1755": 326, "9749": 327, "544": 328, "4642": 329, "5341": 330, "5110": 331, "9756": 332, "5293": 333, "3844": 334, "5492": 335, "5425": 336, "9547": 337, "640": 338, "9648": 339, "9906": 340, "5101": 341, "3942": 342, "8006": 343, "8456": 344, "8674": 345, "8122": 346, "8016": 347, "0782": 348, "8099": 349, "3169": 350, "3198": 351, "3145": 352, "3179": 353, "8945": 354, "4594": 355, "8962": 356, "3949": 357, "863": 358, "4029": 359, "4823": 360, "4863": 361, "5682": 362, "4945": 363, "4512": 364, "4651": 365, "4620": 366, "9705": 367, "8103": 368, "8163": 369, "4449": 370, "5011": 371, "1812": 372, "5411": 373, "7779": 374, "843": 375, "3931": 376, "9929": 377, "5122": 378, "9634": 379, "8104": 380, "8105": 381, "4289": 382, "8961": 383, "3348": 384, "4281": 385, "3427": 386, "5012": 387, "3941": 388, "3736": 389, "4021": 390, "0032": 391, "5381": 392, "5029": 393, "3424": 394, "3492": 395, "3329": 396, "560": 397, "8774": 398, "7676": 399, "7932": 400, "7692": 401, "7674": 402, "9919": 403, "5198": 404, "9903": 405, "8108": 406, "7769": 407, "3420": 408, "4224": 409, "0239": 410, "5188": 411, "0379": 412, "8703": 413, "8891": 414, "6959": 415, "741": 416, "9972": 417, "5137": 418, "8754": 419, "9788": 420, "7906": 421, "7966": 422, "3230": 423, "3452": 424, "016": 425, "0206": 426, "9755": 427, "3605": 428, "3990": 429, "4592": 430, "9227": 431, "9344": 432, "8365": 433, "9659": 434, "7803": 435, "7902": 436, "0443": 437, "4869": 438, "415": 439, "5061": 440, "3774": 441, "3777": 442, "3779": 443, "8844": 444, "3808": 445, "387": 446, "7975": 447, "8914": 448, "9425": 449, "8345": 450, "8314": 451, "4461": 452, "4463": 453, "5259": 454, "5300": 455, "8106": 456, "8452": 457, "5641": 458, "3952": 459, "4106": 460, "0234": 461, "0243": 462, "7935": 463, "5022": 464, "8761": 465, "8919": 466, "9609": 467, "8867": 468, "3749": 469, "5112": 470, "8751": 471, "7939": 472, "8864": 473, "4824": 474, "5361": 475, "3886": 476, "3924": 477, "0044": 478, "3926": 479, "4701": 480, "9649": 481, "9712": 482, "8669": 483, "8339": 484, "5551": 485, "9815": 486, "9981": 487, "0481": 488, "3451": 489, "5495": 490, "3885": 491, "8849": 492, "3927": 493, "341": 494, "7868": 495, "7867": 496, "8087": 497, "585": 498, "8873": 499, "586": 500, "9901": 501, "5593": 502, "3766": 503, "8154": 504, "7639": 505, "7777": 506, "8309": 507, "222": 508, "2252": 509, "2263": 510, "2188": 511, "5136": 512, "8753": 513, "5111": 514, "5979": 515, "7077": 516, "7050": 517, "9396": 518, "9543": 519, "8412": 520, "3524": 521, "7675": 522, "7856": 523, "7857": 524, "0033": 525, "2751": 526, "7965": 527, "6511": 528, "0353": 529, "7749": 530, "0332": 531, "8164": 532, "3129": 533, "9638": 534, "5822": 535, "391": 536, "7855": 537, "7805": 538, "3731": 539, "303": 540, "3199": 541, "2171": 542, "270": 543, "3596": 544, "554": 545, "3391": 546, "5359": 547, "3551": 548, "2219": 549, "8845": 550, "4413": 551, "4254": 552, "8113": 553, "4466": 554, "5380": 555, "0151": 556, "7971": 557, "8801": 558, "0063": 559, "0061": 560, "9802": 561, "064": 562, "325": 563, "4501": 564, "9354": 565, "7915": 566, "8086": 567, "8364": 568, "8151": 569, "527": 570, "0395": 571, "3956": 572, "0118": 573, "8133": 574, "5123": 575, "3514": 576, "3799": 577, "683": 578, "7785": 579, "8418": 580, "7735": 581, "8387": 582, "0221": 583, "8623": 584, "3711": 585, "6902": 586, "3421": 587, "8663": 588, "2242": 589, "3882": 590, "4836": 591, "5999": 592, "3932": 593, "526": 594, "5251": 595, "5222": 596, "5296": 597, "9762": 598, "5329": 599, "8959": 600, "5305": 601, "7033": 602, "8874": 603, "8862": 604, "9656": 605, "9356": 606, "0123": 607, "7919": 608, "3957": 609, "5684": 610, "4064": 611, "3222": 612, "034": 613, "3998": 614, "5221": 615, "7901": 616, "8395": 617, "7761": 618, "3975": 619, "3922": 620, "5019": 621, "0011": 622, "864": 623, "7631": 624, "3328": 625, "540": 626, "9357": 627, "9729": 628, "445": 629, "3499": 630, "3505": 631, "4685": 632, "4575": 633, "3814": 634, "9468": 635, "4389": 636, "3848": 637, "4534": 638, "8417": 639, "9923": 640, "8212": 641, "5592": 642, "0761": 643, "3834": 644, "0881": 645, "7861": 646, "9977": 647, "7851": 648, "5421": 649, "7799": 650, "8675": 651, "6149": 652, "7869": 653, "8775": 654, "610": 655, "4571": 656, "7819": 657, "0048": 658, "0051": 659, "6951": 660, "485": 661, "8949": 662, "0052": 663, "2756": 664, "4042": 665, "2757": 666, "2749": 667, "5461": 668, "2264": 669, "5121": 670, "5124": 671, "3425": 672, "3426": 673, "7863": 674, "9826": 675, "5102": 676, "343": 677, "4242": 678, "4258": 679, "0102": 680, "0242": 681, "2761": 682, "1151": 683, "2551": 684, "4675": 685, "4572": 686, "0065": 687, "3930": 688, "5718": 689, "4674": 690, "4671": 691, "4873": 692, "8876": 693, "9785": 694, "3887": 695, "9636": 696, "9741": 697, "2912": 698, "537": 699, "605": 700, "0359": 701, "4041": 702, "7859": 703, "7766": 704, "7916": 705, "7767": 706, "8342": 707, "0392": 708, "3732": 709, "0109": 710, "3892": 711, "3787": 712, "4252": 713, "4241": 714, "5280": 715, "5302": 716, "4632": 717, "0023": 718, "5132": 719, "0765": 720, "8076": 721, "0080": 722, "0084": 723, "3174": 724, "0852": 725, "313": 726, "0024": 727, "3974": 728, "9979": 729, "6591": 730, "9627": 731, "5179": 732, "5104": 733, "8866": 734, "9782": 735, "4469": 736, "4496": 737, "5524": 738, "3572": 739, "3846": 740, "6549": 741, "5539": 742, "9657": 743, "8897": 744, "5349": 745, "5069": 746, "3326": 747, "331": 748, "7534": 749, "472": 750, "3378": 751, "5114": 752, "8686": 753, "3843": 754, "8241": 755, "7934": 756, "0091": 757, "5211": 758, "0529": 759, "3259": 760, "5793": 761, "3765": 762, "7551": 763, "7569": 764, "8926": 765, "9635": 766, "4533": 767, "4679": 768, "4652": 769, "4561": 770, "8319": 771, "8083": 772, "9978": 773, "8511": 774, "4210": 775, "3797": 776, "5159": 777, "4582": 778, "8343": 779, "8050": 780, "7771": 781, "0293": 782, "3888": 783, "8107": 784, "5553": 785, "3965": 786, "8375": 787, "9353": 788, "8157": 789, "9912": 790, "8171": 791, "8272": 792, "7764": 793, "8256": 794, "0609": 795, "3842": 796, "6091": 797, "5474": 798, "3806": 799, "524": 800, "743": 801, "3422": 802, "8165": 803, "613": 804, "5321": 805, "3899": 806, "4024": 807, "7359": 808, "9911": 809, "6011": 810, "6241": 811, "7762": 812, "7841": 813, "5424": 814, "7931": 815, "504": 816, "3807": 817, "0113": 818, "3966": 819, "3728": 820, "3532": 821, "7978": 822, "8542": 823, "857": 824, "315": 825, "3009": 826, "3781": 827, "8521": 828, "7781": 829, "8672": 830, "3821": 831, "0233": 832, "3228": 833, "7866": 834, "7816": 835, "4429": 836, "4467": 837, "7765": 838, "7643": 839, "3339": 840, "323": 841, "3459": 842, "5423": 843, "5252": 844, "2632": 845, "0094": 846, "3962": 847, "0204": 848, "4438": 849, "5504": 850, "3776": 851, "0034": 852, "1733": 853, "8879": 854, "0302": 855, "5164": 856, "344": 857, "2699": 858, "3775": 859, "3786": 860, "5141": 861, "3552": 862, "503": 863, "5472": 864, "4641": 865, "8814": 866, "8721": 867, "0202": 868, "3943": 869, "9957": 870, "3401": 871, "3472": 872, "8548": 873, "3473": 874, "8331": 875, "0721": 876, "4142": 877, "8840": 878, "6839": 879, "740": 880, "4995": 881, "8744": 882, "3224": 883, "3609": 884, "8401": 885, "8673": 886, "8155": 887, "8039": 888, "8026": 889, "362": 890, "6761": 891, "3402": 892, "5783": 893, "7791": 894, "5209": 895, "5691": 896, "2101": 897, "5554": 898, "3762": 899, "0043": 900, "5994": 901, "0039": 902, "570": 903, "3399": 904, "8135": 905, "9917": 906, "7741": 907, "8661": 908, "623": 909, "2121": 910, "8741": 911, "9924": 912, "762": 913, "0689": 914, "7071": 915, "9963": 916, "8594": 917, "7074": 918, "7807": 919, "7907": 920, "3999": 921, "7967": 922, "7818": 923, "7937": 924, "5103": 925, "062": 926, "8619": 927, "1770": 928, "3527": 929, "8865": 930, "0479": 931, "8245": 932, "0050": 933, "7773": 934, "7853": 935, "252": 936, "7691": 937, "3481": 938, "8863": 939, "4825": 940, "4946": 941, "9335": 942, "0407": 943, "3816": 944, "5463": 945, "9355": 946, "3241": 947, "3320": 948, "9606": 949, "310": 950, "6496": 951, "5196": 952, "8332": 953, "3953": 954, "7747": 955, "0203": 956, "0722": 957, "6529": 958, "8138": 959, "4974": 960, "8153": 961, "7845": 962, "5051": 963, "321": 964, "287": 965, "5475": 966, "3802": 967, "2049": 968, "8759": 969, "0329": 970, "8147": 971, "6849": 972, "8281": 973, "5502": 974, "8541": 975, "8192": 976, "9814": 977, "5143": 978, "9215": 979, "8137": 980, "8683": 981, "7748": 982, "686": 983, "5902": 984, "3603": 985, "4342": 986, "0394": 987, "2169": 988, "0054": 989, "9751": 990, "7109": 991, "5194": 992, "5292": 993, "8850": 994, "4643": 995, "9626": 996, "3525": 997, "9172": 998, "5499": 999, "4672": 1000, "326": 1001, "3725": 1002, "4282": 1003, "9230": 1004, "398": 1005, "7111": 1006, "8303": 1007, "835": 1008, "8596": 1009, "8595": 1010, "0781": 1011, "7804": 1012, "3889": 1013, "5201": 1014, "4422": 1015, "4495": 1016, "8584": 1017, "7599": 1018, "7309": 1019, "734": 1020, "3553": 1021, "5331": 1022, "3570": 1023, "4403": 1024, "4195": 1025, "412": 1026, "3631": 1027, "4198": 1028, "3958": 1029, "8407": 1030, "8871": 1031, "6595": 1032, "4541": 1033, "3867": 1034, "0015": 1035, "7852": 1036, "8302": 1037, "7909": 1038, "4251": 1039, "7775": 1040, "3561": 1041, "7922": 1042, "7813": 1043, "2631": 1044, "3829": 1045, "8861": 1046, "3861": 1047, "3239": 1048, "8081": 1049, "8041": 1050, "8363": 1051, "8388": 1052, "8944": 1053, "8667": 1054, "2161": 1055, "2772": 1056, "2162": 1057, "5113": 1058, "5151": 1059, "2103": 1060, "2211": 1061, "8046": 1062, "9655": 1063, "6901": 1064, "8311": 1065, "7848": 1066, "1474": 1067, "5219": 1068, "8344": 1069, "500": 1070, "8132": 1071, "1742": 1072, "8941": 1073, "8804": 1074, "346": 1075, "8349": 1076, "5909": 1077, "3865": 1078, "1659": 1079, "0059": 1080, "0391": 1081, "3809": 1082, "3193": 1083, "7961": 1084, "0205": 1085, "4108": 1086, "4531": 1087, "8494": 1088, "043": 1089, "7933": 1090, "7864": 1091, "5671": 1092, "9761": 1093, "5372": 1094, "6632": 1095, "7787": 1096, "713": 1097, "4902": 1098, "7742": 1099, "8684": 1100, "7679": 1101, "2172": 1102, "7672": 1103, "3528": 1104, "4939": 1105, "6669": 1106, "9619": 1107, "5371": 1108, "1149": 1109, "0885": 1110, "2759": 1111, "5841": 1112, "7711": 1113, "8534": 1114, "0401": 1115, "5795": 1116, "5789": 1117, "0110": 1118, "1291": 1119, "3798": 1120, "4682": 1121, "4791": 1122, "433": 1123, "7809": 1124, "9163": 1125, "8591": 1126, "211": 1127, "0153": 1128, "6816": 1129, "0763": 1130, "2951": 1131, "6662": 1132, "5311": 1133, "6851": 1134, "6563": 1135, "3789": 1136, "4382": 1137, "8877": 1138, "5303": 1139, "5163": 1140, "7849": 1141, "5310": 1142, "304": 1143, "8421": 1144, "9738": 1145, "8531": 1146, "1422": 1147, "2911": 1148, "5169": 1149, "7770": 1150, "427": 1151, "4059": 1152, "689": 1153, "5631": 1154, "7926": 1155, "8948": 1156, "3334": 1157, "0695": 1158, "7962": 1159, "9803": 1160, "9449": 1161, "4852": 1162, "9715": 1163, "3866": 1164, "8098": 1165, "3847": 1166, "4563": 1167, "0064": 1168, "0062": 1169, "8764": 1170, "4664": 1171, "0531": 1172, "8422": 1173, "7964": 1174, "1736": 1175, "7171": 1176, "3493": 1177, "0125": 1178, "3992": 1179, "4052": 1180, "8071": 1181, "8021": 1182, "8031": 1183, "4462": 1184, "3423": 1185, "3220": 1186, "8199": 1187, "280": 1188, "8088": 1189, "0292": 1190, "5304": 1191, "8777": 1192, "4530": 1193, "8665": 1194, "9342": 1195, "8803": 1196, "3392": 1197, "8896": 1198, "8969": 1199, "1649": 1200, "1879": 1201, "7699": 1202, "184": 1203, "7673": 1204, "8089": 1205, "5283": 1206, "9789": 1207, "0371": 1208, "2752": 1209, "0291": 1210, "0122": 1211, "7745": 1212, "3928": 1213, "8197": 1214, "480": 1215, "8695": 1216, "0492": 1217, "7678": 1218, "0639": 1219, "8134": 1220, "5501": 1221, "9976": 1222, "9739": 1223, "1454": 1224, "8689": 1225, "4023": 1226, "1424": 1227, "5014": 1228, "5298": 1229, "3171": 1230, "4232": 1231, "8183": 1232, "6812": 1233, "9239": 1234, "0295": 1235, "4019": 1236, "2186": 1237, "4622": 1238, "3955": 1239, "8457": 1240, "9732": 1241, "2102": 1242, "4521": 1243, "8769": 1244, "8301": 1245, "539": 1246, "0729": 1247, "8111": 1248, "0611": 1249, "9525": 1250, "2262": 1251, "4942": 1252, "2724": 1253, "3862": 1254, "2501": 1255, "3593": 1256, "8875": 1257, "5674": 1258, "5993": 1259, "5586": 1260, "4414": 1261, "4255": 1262, "8013": 1263, "3773": 1264, "5142": 1265, "7905": 1266, "9670": 1267, "7051": 1268, "7052": 1269, "604": 1270, "8394": 1271, "3835": 1272, "6552": 1273, "9622": 1274, "0441": 1275, "0082": 1276, "7973": 1277, "6062": 1278, "4515": 1279, "0101": 1280, "7561": 1281, "562": 1282, "5733": 1283, "8892": 1284, "8934": 1285, "6411": 1286, "0211": 1287, "3141": 1288, "7985": 1289, "8455": 1290, "3393": 1291, "0077": 1292, "2311": 1293, "3373": 1294, "3993": 1295, "5717": 1296, "0442": 1297, "0402": 1298, "0126": 1299, "5301": 1300, "8036": 1301, "9399": 1302, "5784": 1303, "9988": 1304, "245": 1305, "9393": 1306, "6491": 1307, "4614": 1308, "9982": 1309, "0072": 1310, "3880": 1311, "6952": 1312, "0010": 1313, "9391": 1314, "436": 1315, "4401": 1316, "4499": 1317, "0942": 1318, "0128": 1319, "2241": 1320, "850": 1321, "8581": 1322, "5787": 1323, "6539": 1324, "8776": 1325, "7697": 1326, "7974": 1327, "2181": 1328, "8209": 1329, "7925": 1330, "8459": 1331, "3838": 1332, "8221": 1333, "6099": 1334, "2933": 1335, "2959": 1336, "253": 1337, "3710": 1338, "1652": 1339, "9652": 1340, "2109": 1341, "1441": 1342, "0398": 1343, "9308": 1344, "8115": 1345, "5661": 1346, "7061": 1347, "5464": 1348, "9427": 1349, "4849": 1350, "6823": 1351, "4871": 1352, "8112": 1353, "4529": 1354, "3868": 1355, "2009": 1356, "4240": 1357, "4923": 1358, "9346": 1359, "8545": 1360, "2742": 1361, "9999": 1362, "045": 1363, "8682": 1364, "8193": 1365, "8211": 1366, "3833": 1367, "0474": 1368, "8244": 1369, "8166": 1370, "9714": 1371, "7903": 1372, "7914": 1373, "5212": 1374, "7911": 1375, "8858": 1376, "9952": 1377, "9922": 1378, "1631": 1379, "9813": 1380, "4686": 1381, "6094": 1382, "8286": 1383, "8285": 1384, "4549": 1385, "4503": 1386, "9754": 1387, "1682": 1388, "3729": 1389, "0762": 1390, "9326": 1391, "8313": 1392, "3883": 1393, "7912": 1394, "9205": 1395, "5995": 1396, "8662": 1397, "8402": 1398, "8404": 1399, "0889": 1400, "9959": 1401, "9939": 1402, "4143": 1403, "1371": 1404, "1341": 1405, "251": 1406, "2260": 1407, "8195": 1408, "1475": 1409, "7917": 1410, "806": 1411, "9623": 1412, "7693": 1413, "7664": 1414, "3148": 1415, "5581": 1416, "7731": 1417, "430": 1418, "6381": 1419, "8838": 1420, "8762": 1421, "8414": 1422, "8554": 1423, "9602": 1424, "4676": 1425, "736": 1426, "8419": 1427, "8140": 1428, "2301": 1429, "3884": 1430, "9820": 1431, "0055": 1432, "8379": 1433, "7982": 1434, "0449": 1435, "7812": 1436, "3881": 1437, "7927": 1438, "4528": 1439, "6021": 1440, "4132": 1441, "2041": 1442, "0152": 1443, "8471": 1444, "3792": 1445, "8246": 1446, "0612": 1447, "4832": 1448, "4491": 1449, "5312": 1450, "8172": 1451, "7833": 1452, "5522": 1453, "5183": 1454, "9503": 1455, "3562": 1456, "7646": 1457, "0999": 1458, "6142": 1459, "4911": 1460, "7815": 1461, "3582": 1462, "8606": 1463, "9601": 1464, "9775": 1465, "3604": 1466, "3484": 1467, "8860": 1468, "5199": 1469, "3805": 1470, "2201": 1471, "7918": 1472, "9953": 1473, "0207": 1474, "9941": 1475, "0022": 1476, "0028": 1477, "4551": 1478, "8918": 1479, "3144": 1480, "4879": 1481, "3483": 1482, "5675": 1483, "7946": 1484, "3763": 1485, "715": 1486, "7179": 1487, "3379": 1488, "2753": 1489, "0861": 1490, "5521": 1491, "8939": 1492, "4022": 1493, "3341": 1494, "4500": 1495, "8626": 1496, "8937": 1497, "8602": 1498, "4104": 1499, "5149": 1500, "7739": 1501, "3541": 1502, "5971": 1503, "9995": 1504, "856": 1505, "7023": 1506, "0820": 1507, "0299": 1508, "7847": 1509, "8544": 1510, "7072": 1511, "5362": 1512, "5429": 1513, "4696": 1514, "7811": 1515, "4391": 1516, "101": 1517, "0851": 1518, "3954": 1519, "5186": 1520, "6859": 1521, "4211": 1522, "4662": 1523, "4947": 1524, "0231": 1525, "5779": 1526, "4829": 1527, "7759": 1528, "8114": 1529, "7758": 1530, "7756": 1531, "8219": 1532, "7733": 1533, "7969": 1534, "8932": 1535, "6141": 1536, "9639": 1537, "7979": 1538, "625": 1539, "4979": 1540, "6269": 1541, "7079": 1542, "4287": 1543, "680": 1544, "6996": 1545, "3029": 1546, "8903": 1547, "0053": 1548, "3785": 1549, "3591": 1550, "3542": 1551, "8779": 1552, "2132": 1553, "7963": 1554, "8236": 1555, "8251": 1556, "3173": 1557, "3175": 1558, "633": 1559, "9752": 1560, "5900": 1561, "5711": 1562, "2811": 1563, "5213": 1564, "7929": 1565, "4526": 1566, "8938": 1567, "9394": 1568, "8014": 1569, "8011": 1570, "7814": 1571, "7808": 1572, "9812": 1573, "7976": 1574, "6949": 1575, "6841": 1576, "260": 1577, "8950": 1578, "2691": 1579, "6579": 1580, "2630": 1581, "4901": 1582, "4904": 1583, "8201": 1584, "0404": 1585, "0031": 1586, "8819": 1587, "9975": 1588, "3535": 1589, "3795": 1590, "5024": 1591, "1651": 1592, "7972": 1593, "7829": 1594, "3921": 1595, "5831": 1596, "2059": 1597, "0859": 1598, "8585": 1599, "7012": 1600, "9352": 1601, "3471": 1602, "0339": 1603, "5295": 1604, "6449": 1605, "642": 1606, "4497": 1607, "7763": 1608, "8952": 1609, "7702": 1610, "4640": 1611, "8146": 1612, "9463": 1613, "8694": 1614, "700": 1615, "9771": 1616, "4269": 1617, "7956": 1618, "400": 1619, "4419": 1620, "8408": 1621, "8547": 1622, "7784": 1623, "8257": 1624, "8423": 1625, "8670": 1626, "2279": 1627, "7904": 1628, "4069": 1629, "2611": 1630, "1839": 1631, "7669": 1632, "1609": 1633, "7161": 1634, "2183": 1635, "229": 1636, "3550": 1637, "0069": 1638, "4222": 1639, "7611": 1640, "7601": 1641, "0944": 1642, "5759": 1643, "4835": 1644, "9641": 1645, "8079": 1646, "2722": 1647, "0601": 1648, "046": 1649, "5823": 1650, "5839": 1651, "3192": 1652, "8017": 1653, "8361": 1654, "9733": 1655, "7719": 1656, "9974": 1657, "2939": 1658, "1821": 1659, "0714": 1660, "7913": 1661, "8269": 1662, "8174": 1663, "8175": 1664, "4262": 1665, "5473": 1666, "4882": 1667, "4492": 1668, "8377": 1669, "2250": 1670, "2122": 1671, "8826": 1672, "3790": 1673, "7782": 1674, "3898": 1675, "751": 1676, "9945": 1677, "4971": 1678, "7532": 1679, "754": 1680, "2100": 1681, "0121": 1682, "7921": 1683, "0018": 1684, "8574": 1685, "8073": 1686, "3836": 1687, "7838": 1688, "0115": 1689, "5093": 1690, "2432": 1691, "0073": 1692, "8671": 1693, "3991": 1694, "9321": 1695, "9759": 1696, "4552": 1697, "8763": 1698, "9805": 1699, "8128": 1700, "4101": 1701, "8222": 1702, "8291": 1703, "8084": 1704, "4191": 1705, "9711": 1706, "2731": 1707, "294": 1708, "2931": 1709, "3976": 1710, "3555": 1711, "7862": 1712, "3342": 1713, "5193": 1714, "7987": 1715, "9804": 1716, "7858": 1717, "8473": 1718, "5162": 1719, "8145": 1720, "6712": 1721, "3349": 1722, "0764": 1723, "2621": 1724, "2592": 1725, "0403": 1726, "9984": 1727, "9618": 1728, "8766": 1729, "3599": 1730, "7984": 1731, "4283": 1732, "7908": 1733, "7968": 1734, "8082": 1735, "2202": 1736, "708": 1737, "9654": 1738, "7938": 1739, "6309": 1740, "6299": 1741, "9146": 1742, "3161": 1743, "4851": 1744, "031": 1745, "199": 1746, "8075": 1747, "0120": 1748, "3801": 1749, "0132": 1750, "8116": 1751, "1292": 1752, "1459": 1753, "6095": 1754, "3796": 1755, "6441": 1756, "8179": 1757, "8096": 1758, "8448": 1759, "7743": 1760, "8184": 1761, "8765": 1762, "4259": 1763, "5652": 1764, "8362": 1765, "8243": 1766, "7778": 1767, "4875": 1768, "5299": 1769, "750": 1770, "5023": 1771, "7552": 1772, "5719": 1773, "6071": 1774, "5471": 1775, "157": 1776, "2723": 1777, "7942": 1778, "5893": 1779, "8893": 1780, "4850": 1781, "7986": 1782, "9316": 1783, "0489": 1784, "6589": 1785, "0127": 1786, "5343": 1787, "4581": 1788, "9624": 1789, "758": 1790, "0651": 1791, "0399": 1792, "9821": 1793, "3857": 1794, "6869": 1795, "5891": 1796, "1829": 1797, "8778": 1798, "5383": 1799, "6941": 1800, "8049": 1801, "6929": 1802, "2189": 1803, "8734": 1804, "5734": 1805, "632": 1806, "5642": 1807, "9764": 1808, "4284": 1809, "1681": 1810, "106": 1811, "1809": 1812, "9916": 1813, "0296": 1814, "6661": 1815, "4349": 1816, "8965": 1817, "3531": 1818, "5751": 1819, "7988": 1820, "6993": 1821, "0652": 1822, "4400": 1823, "8229": 1824, "8091": 1825, "5689": 1826, "1281": 1827, "7952": 1828, "4193": 1829, "0075": 1830, "409": 1831, "3859": 1832, "215": 1833, "2130": 1834, "8922": 1835, "0076": 1836, "4402": 1837, "600": 1838, "3720": 1839, "8136": 1840, "5384": 1841, "7854": 1842, "8525": 1843, "8144": 1844, "2502": 1845, "9936": 1846, "0222": 1847, "6551": 1848, "5342": 1849, "8403": 1850, "8289": 1851, "8185": 1852, "1434": 1853, "1735": 1854, "042": 1855, "8651": 1856, "4411": 1857, "3172": 1858, "8571": 1859, "0780": 1860, "0021": 1861, "247": 1862, "7795": 1863, "2559": 1864, "5512": 1865, "0771": 1866, "7609": 1867, "5731": 1868, "0883": 1869, "0081": 1870, "0083": 1871, "2792": 1872, "9329": 1873, "6498": 1874, "9303": 1875, "214": 1876, "0351": 1877, "1811": 1878, "9614": 1879, "7955": 1880, "8033": 1881, "0711": 1882, "9926": 1883, "3227": 1884, "2411": 1885, "4493": 1886, "3617": 1887, "631": 1888, "622": 1889, "1473": 1890, "7677": 1891, "8012": 1892, "4291": 1893, "4415": 1894, "3209": 1895, "4265": 1896, "9232": 1897, "7092": 1898, "1663": 1899, "3195": 1900, "4412": 1901, "2755": 1902, "8054": 1903, "8386": 1904, "0772": 1905, "7663": 1906, "5672": 1907, "8233": 1908, "8279": 1909, "6998": 1910, "4876": 1911, "9787": 1912, "3989": 1913, "3869": 1914, "9653": 1915, "8482": 1916, "7989": 1917, "0744": 1918, "0811": 1919, "4139": 1920, "2373": 1921, "643": 1922, "580": 1923, "0058": 1924, "8180": 1925, "9753": 1926, "5094": 1927, "6497": 1928, "6831": 1929, "8553": 1930, "8405": 1931, "9351": 1932, "8696": 1933, "9735": 1934, "073": 1935, "4199": 1936, "6261": 1937, "9827": 1938, "7123": 1939, "8182": 1940, "7122": 1941, "3598": 1942, "5314": 1943, "2932": 1944, "4680": 1945, "9704": 1946, "7798": 1947, "240": 1948, "6562": 1949, "697": 1950, "4583": 1951, "4949": 1952, "8523": 1953, "8149": 1954, "8047": 1955, "7802": 1956, "5662": 1957, "149": 1958, "1273": 1959, "7983": 1960, "744": 1961, "0869": 1962, "2061": 1963, "6739": 1964, "7760": 1965, "4468": 1966, "4464": 1967, "3978": 1968, "411": 1969, "4903": 1970, "4993": 1971, "2769": 1972, "0693": 1973, "8690": 1974, "8603": 1975, "4931": 1976, "3815": 1977, "4663": 1978, "8042": 1979, "8235": 1980, "9658": 1981, "8835": 1982, "4590": 1983, "5253": 1984, "8129": 1985, "6825": 1986, "3837": 1987, "4053": 1988, "1831": 1989, "7645": 1990, "7062": 1991, "7075": 1992, "0716": 1993, "1756": 1994, "7843": 1995, "3149": 1996, "1741": 1997, "620": 1998, "1479": 1999, "0681": 2000, "9204": 2001, "3371": 2002, "603": 2003, "5497": 2004, "0060": 2005, "8709": 2006, "1264": 2007, "7701": 2008, "4695": 2009, "7712": 2010, "2001": 2011, "1771": 2012, "8621": 2013, "7709": 2014, "0016": 2015, "6012": 2016, "8868": 2017, "290": 2018, "3977": 2019, "8967": 2020, "8095": 2021, "0886": 2022, "0887": 2023, "8532": 2024, "9822": 2025, "7823": 2026, "8723": 2027, "8125": 2028, "6493": 2029}